Repository: edgardmessias/browsernotification
Catalog: locales/*.po
Languages: cs_cz

source: Browser Notification
cs_cz: Oznámení prohlížeče

source: Ignore deleted items?
cs_cz: Ignorovat odstraněné položky?

source: Time to check for new notifications (in seconds)
cs_cz: Jak často zjišťovat nová oznámení (v sekundách)

source: URL of the icon
cs_cz: URL adresa ikony

source: Sound
cs_cz: Zvuk

source: Default notification sound
cs_cz: Výchozí zvuk oznámení

source: Show an example notification
cs_cz: Zobrazit příklad upozornění

source: Show example
cs_cz: Zobrazit příklad

source: Show notifications
cs_cz: Zobrazit oznámení

source: Notification sound
cs_cz: Zvuk oznámení

source: Ticket status updated
cs_cz: Stav požadavku aktualizován

source: Scheduled task
cs_cz: Naplánovaný úkol

source: New ticket #%ticket_id%
cs_cz: Nový požadavek #%ticket_id%

source: New tickets
cs_cz: Nové požadavky

source: You have %count% new tickets
cs_cz: Máte %count% nové požadavky

source: New assignment in ticket (#%ticket_id%)
cs_cz: Nové přiřazení požadavku (č. %ticket_id%)

source: You assigned to ticket #%ticket_id% %name%
cs_cz: Přiřadili jste požadavek #%ticket_id% %name%

source: New assignment in tickets
cs_cz: Nové přiřazení v požadavku

source: You have %count% new tickets assigned
cs_cz: Máte %count% nově přidělené požadavky

source: New group assignment in ticket (#%ticket_id%)
cs_cz: Nové přiřazení skupiny v požadavku (#%ticket_id%)

source: Your group assigned to ticket #%ticket_id% %name%
cs_cz: Vaší skupině byla přiřazen požadavek č. %ticket_id% %name%

source: New group assignment in tickets
cs_cz: Nové přiřazení skupině v požadavcích

source: Your group have %count% new tickets assigned
cs_cz: Vaše skupina má %count% nově přiřazené požadavky

source: New followup on ticket #%ticket_id%
cs_cz: Nová následná zpráva k požadavku č. %ticket_id%

source: New followups
cs_cz: Nová následná komunikace

source: You have %count% new followups
cs_cz: Máte %count% nových sledování

source: Approval request on ticket #%ticket_id%
cs_cz: Žádost o schválení na požadavku č. %ticket_id%

source: An approval request has been submitted by %user%: %comment_submission%
cs_cz: Žádost o schválená byla předložena %user%: %comment_submission%

source: Approval requests
cs_cz: Žádosti o schválení

source: You have %count% new approval requests
cs_cz: Máte %count% nové žádosti ke schválení

source: Status updated on ticket #%ticket_id%
cs_cz: Byl aktualizován stav na požadavku č. %ticket_id%

source: Status of #%ticket_id% is changed to %status% by %user_name%
cs_cz: Stav požadavku #%ticket_id% změněn na %status% uživatelem %user_name%

source: Tickets status updated
cs_cz: Stav požadavku aktualizován

source: You have %count% new tickets status updated
cs_cz: Máte %count% nově aktualizovaných stavů požadavků

source: New task on ticket #%ticket_id%
cs_cz: Nový úkol na požadavku #%ticket_id%

source: New task (%state_text%): %content%
cs_cz: Nový úkol (%state_text%): %content%

source: New tasks
cs_cz: Nový úkol

source: You have %count% new tasks
cs_cz: Máte %count% nové úkoly

source: New document on ticket #%ticket_id%
cs_cz: Nový dokument v požadavku č. %ticket_id%

source: The document "%filename%" has added on ticket #%ticket_id%
cs_cz: Dokument „%filename%“ přidán k požadavku č. %ticket_id%

source: New documents
cs_cz: Nový dokument

source: You have %count% new documents
cs_cz: Máte %count% nové dokumenty

source: Task scheduled on ticket #%ticket_id%
cs_cz: Úkol naplánován na požadavku #%ticket_id%

source: Task scheduled for %datetime_format%: %content%
cs_cz: Úkol naplánován na %datetime_format%: %content%

source: Scheduled Tasks
cs_cz: Naplánované úkoly

source: You have %count% scheduled tasks for now
cs_cz: Nyní máte %count% naplánovaných úkolů

source: This plugin requires GLPI >= 0.85
cs_cz: Tento zásuvný modul vyžaduje GLPI verze 0.85 a novější
